---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateMullionError
source: html/e00ef88f-4626-dac6-e08a-aae74105923c.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateMullionError Property

Can't create Mullion.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateMullionError { get; }
```